import React from 'react';

function Privacy() {
    return (
      <div className="terms layout_privacy">
        <h1 className="terms_title">プライバシーポリシー</h1>
        <p>『マッチングアプリ プロフィール写真診断』（以下，「当サイト」といいます。）は，本ウェブサイト上で提供するサービス（以下,「本サービス」といいます。）における，ユーザーの個人情報の取扱いについて，以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。</p>
        <p><span className="terms_sub_title">第1条（個人情報）</span><br></br>
        「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，生存する個人に関する情報であって，当該情報に含まれる氏名，生年月日，住所，電話番号，連絡先その他の記述等により特定の個人を識別できる情報及び容貌，指紋，声紋にかかるデータ，及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。</p>
    
        <p><span className="terms_sub_title">第2条（個人情報の収集方法）</span><br></br>
        当サイトは，ユーザーが利用登録をする際に氏名，生年月日，住所，電話番号，メールアドレス，銀行口座番号，クレジットカード番号，運転免許証番号などの個人情報をお尋ねすることがあります。また，ユーザーと提携先などとの間でなされたユーザーの個人情報を含む取引記録や決済に関する情報を,当サイトの提携先（情報提供元，広告主，広告配信先などを含みます。以下，｢提携先｣といいます。）などから収集することがあります。</p>
    
        <p><span className="terms_sub_title">第3条（個人情報を収集・利用する目的）</span><br></br>
        当サイトが個人情報を収集・利用する目的は，以下のとおりです。<br></br>
        当サイトサービスの提供・運営のため<br></br>
        ユーザーからのお問い合わせに回答するため（本人確認を行うことを含む）<br></br>
        ユーザーが利用中のサービスの新機能，更新情報，キャンペーン等及び当サイトが提供する他のサービスの案内のメールを送付するため<br></br>
        メンテナンス，重要なお知らせなど必要に応じたご連絡のため<br></br>
        利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーの特定をし，ご利用をお断りするため<br></br>
        有料サービスにおいて，ユーザーに利用料金を請求するため<br></br>
        有料サービスにおいて，ユーザーに利用料金を請求するため</p>
    
        <p><span className="terms_sub_title">第4条（アクセス解析ツール）</span><br></br>
        当サイトでは、Googleによるアクセス解析ツール「Googleアナリティクス」を使用しています。このGoogleアナリティクスはデータの収集のためにCookieを使用しています。<br></br>
        この機能はCookieを無効にすることで収集を拒否することが出来ますので、お使いのブラウザの設定をご確認ください。この規約に関しての詳細はGoogleアナリティクスサービス利用規約やGoogleポリシーと規約をご覧ください。</p>
    
        <p><span className="terms_sub_title">第5条（利用目的の変更）</span><br></br>
        当サイトは，利用目的が変更前と関連性を有すると合理的に認められる場合に限り，個人情報の利用目的を変更するものとします。<br></br>
        利用目的の変更を行った場合には，変更後の目的について，当サイト所定の方法により，ユーザーに通知し，または本ウェブサイト上に公表するものとします。</p>
    
        <p><span className="terms_sub_title">第6条（個人情報の第三者提供）</span><br></br>
        当サイトは，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護法その他の法令で認められる場合を除きます。<br></br>
        人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき<br></br>
        公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき<br></br>
        国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき<br></br>
        予め次の事項を告知あるいは公表し，かつ当サイトが個人情報保護委員会に届出をしたとき<br></br>
        利用目的に第三者への提供を含むこと<br></br>
        第三者に提供されるデータの項目<br></br>
        第三者への提供の手段または方法<br></br>
        本人の求めに応じて個人情報の第三者への提供を停止すること<br></br>
        本人の求めを受け付ける方法<br></br>
        前項の定めにかかわらず，次に掲げる場合には，当該情報の提供先は第三者に該当しないものとします。<br></br>
        当サイトが利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合<br></br>
        合併その他の事由による事業の承継に伴って個人情報が提供される場合<br></br>
        個人情報を特定の者との間で共同して利用する場合であって，その旨並びに共同して利用される個人情報の項目，共同して利用する者の範囲，利用する者の利用目的および当該個人情報の管理について責任を有する者の氏名または名称について，あらかじめ本人に通知し，または本人が容易に知り得る状態に置いた場合</p>
    
        <p><span className="terms_sub_title">第7条（個人情報の開示）</span><br></br>
        履歴情報および特性情報などの個人情報以外の情報については，原則として開示いたしません。</p>
    
        <p><span className="terms_sub_title">第8条（個人情報の訂正および削除）</span><br></br>
        ユーザーは，当サイトの保有する自己の個人情報が誤った情報である場合には，当サイトが定める手続きにより，当サイトに対して個人情報の訂正，追加または削除（以下，「訂正等」といいます。）を請求することができます。<br></br>
        当サイトは，ユーザーから前項の請求を受けてその請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の訂正等を行うものとします。<br></br>
        当サイトは，前項の規定に基づき訂正等を行った場合，または訂正等を行わない旨の決定をしたときは遅滞なく，これをユーザーに通知します。</p>
    
        <p><span className="terms_sub_title">第9条（個人情報の利用停止等）</span><br></br>
        当サイトは，本人から，個人情報が，利用目的の範囲を超えて取り扱われているという理由，または不正の手段により取得されたものであるという理由により，その利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，遅滞なく必要な調査を行います。<br></br>
        前項の調査結果に基づき，その請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の利用停止等を行います。<br></br>
        当サイトは，前項の規定に基づき利用停止等を行った場合，または利用停止等を行わない旨の決定をしたときは，遅滞なく，これをユーザーに通知します。<br></br>
        前2項にかかわらず，利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって，ユーザーの権利利益を保護するために必要なこれに代わるべき措置をとれる場合は，この代替策を講じるものとします。</p>
    
        <p><span className="terms_sub_title">第10条（プライバシーポリシーの変更）</span><br></br>
        本ポリシーの内容は，法令その他本ポリシーに別段の定めのある事項を除いて，ユーザーに通知することなく，変更することができるものとします。<br></br>
        当サイトが別途定める場合を除いて，変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。</p>
    
        <p><span className="terms_sub_title">第11条（お問い合わせ窓口）</span><br></br>
        本ポリシーに関するお問い合わせは，<a href="https://twitter.com/ryuki_program">こちら</a>までお願いいたします。</p>
        <br></br>
        <p className="terms_end">以上</p>
      </div>
    )
}

export default Privacy;