import React from 'react';

function Terms() {
    return (
      <div className="terms layout_terms">
        <h1 className="terms_title">利用規約</h1>
        <p>この利用規約（以下，「本規約」といいます。）は，『マッチングアプリ プロフィール写真診断』（以下，「当サイト」といいます。）がこのウェブサイト上で提供するサービス（以下，「本サービス」といいます。）の利用条件を定めるものです。登録ユーザーの皆さま（以下，「ユーザー」といいます。）には，本規約に従って，本サービスをご利用いただきます。</p>
        <p><span className="terms_sub_title">第1条（適用）</span><br></br>
        本規約は，ユーザーと当サイトとの間の本サービスの利用に関わる一切の関係に適用されるものとします。<br></br>
        当サイトは本サービスに関し，本規約のほか，ご利用にあたってのルール等，各種の定め（以下，「個別規定」といいます。）をすることがあります。これら個別規定はその名称のいかんに関わらず，本規約の一部を構成するものとします。<br></br>
        本規約の規定が前条の個別規定の規定と矛盾する場合には，個別規定において特段の定めなき限り，個別規定の規定が優先されるものとします。</p>

        <p><span className="terms_sub_title">第2条（禁止事項）</span><br></br>
        ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。<br></br>
        法令または公序良俗に違反する行為<br></br>
        犯罪行為に関連する行為<br></br>
        本サービスの内容等，本サービスに含まれる著作権，商標権ほか知的財産権を侵害する行為<br></br>
        当サイト，ほかのユーザー，またはその他第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為<br></br>
        本サービスによって得られた情報を商業的に利用する行為<br></br>
        当サイトのサービスの運営を妨害するおそれのある行為<br></br>
        不正アクセスをし，またはこれを試みる行為<br></br>
        他のユーザーに関する個人情報等を収集または蓄積する行為<br></br>
        不正な目的を持って本サービスを利用する行為<br></br>
        本サービスの他のユーザーまたはその他の第三者に不利益，損害，不快感を与える行為<br></br>
        他のユーザーに成りすます行為<br></br>
        当サイトが許諾しない本サービス上での宣伝，広告，勧誘，または営業行為<br></br>
        面識のない異性との出会いを目的とした行為<br></br>
        当サイトのサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為<br></br>
        その他，当サイトが不適切と判断する行為</p>

        <p><span className="terms_sub_title">第3条（本サービスの提供の停止等）</span><br></br>
        当サイトは，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。<br></br>
        本サービスにかかるコンピュータシステムの保守点検または更新を行う場合<br></br>
        地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合<br></br>
        コンピュータまたは通信回線等が事故により停止した場合<br></br>
        その他，当サイトが本サービスの提供が困難と判断した場合<br></br>
        当サイトは，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害についても，一切の責任を負わないものとします。</p>

        <p><span className="terms_sub_title">第4条（利用制限および登録抹消）</span><br></br>
        当サイトは，ユーザーが以下のいずれかに該当する場合には，事前の通知なく，ユーザーに対して，本サービスの全部もしくは一部の利用を制限し，またはユーザーとしての登録を抹消することができるものとします。<br></br>
        本規約のいずれかの条項に違反した場合<br></br>
        登録事項に虚偽の事実があることが判明した場合<br></br>
        料金等の支払債務の不履行があった場合<br></br>
        当サイトからの連絡に対し，一定期間返答がない場合<br></br>
        本サービスについて，最終の利用から一定期間利用がない場合<br></br>
        その他，当サイトが本サービスの利用を適当でないと判断した場合<br></br>
        当サイトは，本条に基づき当サイトが行った行為によりユーザーに生じた損害について，一切の責任を負いません。</p>

        <p><span className="terms_sub_title">第5条（保証の否認および免責事項）</span><br></br>
        当サイトは，本サービスに事実上または法律上の瑕疵（安全性，信頼性，正確性，完全性，有効性，特定の目的への適合性，セキュリティなどに関する欠陥，エラーやバグ，権利侵害などを含みます。）がないことを明示的にも黙示的にも保証しておりません。<br></br>
        当サイトは，本サービスに起因してユーザーに生じたあらゆる損害について一切の責任を負いません。ただし，本サービスに関する当サイトとユーザーとの間の契約（本規約を含みます。）が消費者契約法に定める消費者契約となる場合，この免責規定は適用されません。<br></br>
        前項ただし書に定める場合であっても，当サイトは，当サイトの過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害のうち特別な事情から生じた損害（当サイトまたはユーザーが損害発生につき予見し，または予見し得た場合を含みます。）について一切の責任を負いません。また，サイトの過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害の賠償は，ユーザーから当該損害が発生した月に受領した利用料の額を上限とします。<br></br>
        当サイトは，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません。</p>

        <p><span className="terms_sub_title">第6条（サービス内容の変更等）</span><br></br>
        当サイトは，ユーザーに通知することなく，本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません。</p>

        <p><span className="terms_sub_title">第7条（利用規約の変更）</span><br></br>
        当サイトは，必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします。なお，本規約の変更後，本サービスの利用を開始した場合には，当該ユーザーは変更後の規約に同意したものとみなします。</p>

        <p><span className="terms_sub_title">第8条（個人情報の取扱い）</span><br></br>
        当サイトは，本サービスの利用によって取得する個人情報については，当サイト「プライバシーポリシー」に従い適切に取り扱うものとします。</p>

        <p><span className="terms_sub_title">第9条（通知または連絡）</span><br></br>
        ユーザーと当サイトとの間の通知または連絡は，当サイトの定める方法によって行うものとします。当サイトは,ユーザーから,当サイトが別途定める方式に従った変更届け出がない限り,現在登録されている連絡先が有効なものとみなして当該連絡先へ通知または連絡を行い,これらは,発信時にユーザーへ到達したものとみなします。</p>

        <p><span className="terms_sub_title">第10条（権利義務の譲渡の禁止）</span><br></br>
        ユーザーは，当サイトの書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。</p>

        <p><span className="terms_sub_title">第11条（準拠法・裁判管轄）</span><br></br>
        本規約の解釈にあたっては，日本法を準拠法とします。<br></br>
        本サービスに関して紛争が生じた場合には，当サイトの本店所在地を管轄する裁判所を専属的合意管轄とします。</p>
        <br></br>
        <p className="terms_end">以上</p>
      </div>
    )
}

export default Terms;